<?php

$fis_data = array(
    'title' => 'MX6 - Camera',
    'good' => array(
            'กล้องเท่านั้นที่สำคัญ'
    ),
    'success' => array(
            'การถ่ายรูปให้สวยงามกลายเป็นเรื่องง่ายไปแล้ว',
            'การผสมผสานของรูรับแสงและขนาดพิกเซลที่ใหญ่ทำให้ง่ายในการถ่ายรูป'
    ),
    'smooth' => array(
            'โฟกัสได้เร็วยิ่งขึ้น',
            'กล้องรุ่น MX6 มีเทคโนโลยีการประมวลผล ISP ที่ปรับปรุงใหม่ที่ช่วยลดความล่าช้าของการโฟกัสลง 0.2 วิ
<br>
คุณสามารถเก็บภาพเหตุการณ์แปลกใหม่ได้แทบจะทันที  เพียงกดปุ่มชัตเตอร์และถ่ายรูป ง่ายแค่นั้นเอง'
    ),
    'new' => array(
            'ฮาร์ดแวร์ใหม่ – ซอฟต์แวร์ใหม่',
            'นอกจากฮาร์ดแวร์ที่ดีที่สุดแล้ว เรายังไม่หยุดที่จะนำเสนอประสบการณ์การใช้ซอฟต์แวร์ที่ดีที่สุด<br> อัลกอริทึมการประมวลภาพใหม่และพัฒนายิ่งขึ้นนี้จะให้ภาพที่ชัดเจนและละเอียดแม้ในที่ที่แสงต่ำ'
    ),
    'custom' => array(
            'เลนส์ 6P ปรังแต่งได้เพื่อการประมวลสีภาพขั้นสูง',
            'กล้องที่ดีไม่เพียงแต่มีเซ็นเซอร์ที่ดีเท่านั้น ดังนั้นเราจึงพัฒนาเลนส์ 6P ที่มีการเคลือบเลนส์อย่างดีเพื่อกำจัดอาการบิดเบือนก่อนรูปถ่ายจะไปถึงเซ็นเซอร์'
    ),
    'ape' => array(
            'รูรับแสงขนาดใหญ่พร้อมโบเก้ชั้นยอด',
            'รูรับแสงขนาด ƒ/2.0 ให้คุณถ่ายภาพที่สวยงามพร้อมเอฟเฟกต์โบเก้คุณภาพสูง'
    ),
    'beauty' => array(
            'FotoNation',
            'ด้วย MX6 คุณสามารถถ่ายภาพเซลฟี่ในสภาพแสงสภาพใดก็ได้ ดังเช่นกล้องหลัง กล้องหน้ามีรูรับแสงขนาดใหญ่ที่ ƒ/2.0 เราเปิดใช้งานฟังค์ชั่นนี้เป็นค่าเริ่มต้นให้กับคุณ เพื่อให้มั่นใจว่าภาพเซลฟี่ของคุณจะได้แสงที่เหมาะสมที่สุดตลอดเวลา'
    ),
    'app' =>array(
            'APP: MX6 Camera',
            'APP: MX6 Camera, MIX'
    ),
    'next' => array(
        'link' => 'display.html',
        'text' => 'Display',
        'class' => 'mx6-footer-display',
    ),
);