<?php

$fis_data = array(
    'title' => 'MX6 - Display',
    'feature' => array(
        'ดิสเพลย์ที่ทันสมัยแบบ MX6',
        'ส่วนหนึ่งของปรัชญาของเราคือเมื่อเราพัฒนาอุปกรณ์ใหม่ขึ้นมา เรามุ่นมั่นที่จะใช้องค์ประกอบที่ดีที่สุดในทุกหมวด ดิสเพลย์ของ MX6 ก็ไม่เว้น และประกอบไปด้วยเทคโนโลยีที่ทันสมัยเพื่อให้ได้ประสบการณ์การรับชมที่ดีที่สุด',
        array('TDDI','Full Incell','คอนทราส 1500:1','โทนสี NTSC 85%')
    ),
    'tddi' => array('TDDI','MX6 เป็นโทรศัพท์รุ่นงแรกที่ใช้เทคโนโลยี TDDI ซึ่งทำให้คุณภาพของภาพดียิ่งขึ้นในขณะที่อายุการใช้งานของแบตเตอรี่ยาวนานยิ่งขึ้นเนื่องจากใช้พลังงานน้อยลง ข้อปรับปรุงอีกข้อคือชิปดิสเพลย์รุ่นใหม่ซึ่งผสมผสานเข้ากับระบบควบคุมด้วยสัมผัสและระบบควบคุมดิสเพลย์ที่อยู่ในชิปเดียว ทำให้ใช้พลังงานน้อยลงยิ่งกว่าเดิม'),
    'fullincell' => array('หน้าจอ Full Incell','สำหรับ MX6 เราใช้การปรับแก้ล่าสุดของเทคโนโลยีดิสเพลย์ Full Incell ซึ่งประกอบไปด้วยระบบควบคุมด้วยสัมผัส 2 ชั้น พร้อมด้วยระบบควบคุมด้วยสัมผัสที่ปรับสมดุลแล้วเพื่อให้ได้ความแม่นยำในการควบคุมเวลาเล่นเกมและแอพ'),
    'adjust' => array('การปรับภาพหลายมิติในเรียลไทม์','ดิสเพลย์ของ MX6 ใช้เทคโนโลยีการปรับภาพหลายมิติในเรียลไทม์ ซึ่งจะทำการปรับคอนทราสและความอิ่มตัวตามสภาพแวดล้อมโดยรอบ วิธีนี้รับประกันดิสเพลย์ที่คมชัดและชัดเจนตลอดทั้งวัน'),
    'eyeshield' => array('โหมดถนอมสายตา','แสงสีน้ำเงินไม่เพียงแค่เป็นอันตรายต่อสายตาของคุณ แต่ยังส่งผลต่อระบบการนอนหลับของคุณ 
ดังนั้น เราจึงตัดสินใจพัฒนาโหมดถนอมสายตาขึ้นมาใหม่ ซึ่งประกอบไปด้วยระบบฟิลเตอร์แสงสีน้ำเงินที่ปรับระดับแสงและเวลาการใช้งาน
มันจะช่วยลดการปล่อยแสงสีน้ำเงินสูงถึง 68% เพื่อถนอมสายตาของคุณและมั่นใจว่าคุณจะนอนหลับเต็มอิ่มหลังใช้อุปกรณ์เป็นเวลานาน'),
    'next' => array(
        'link' => 'spec.html',
        'text' => 'Specifications',
        'class' => 'mx6-footer-spec',
    ),
);