<?php

$fis_data = array(
    "title" => "MX6 - Summary",
    "beauty" => array(
        "โครงสร้างบอดี้ที่สวยงาม",
        "บอดี้เหล็กที่เรียบสวยพร้อมโครงสร้างที่ทำจากนาโนสามมิติเพื่อรับกับสายสัญญาณและขอบที่บางเฉียบ"
    ),
    "screen" => array(
        "บางขึ้น เรียบขึ้น เร็วขึ้น",
        "หน้าจอ 5.5 นิ้วที่มีความแม่นยำสูงของ Meizu MX6 จะประมวลแสงที่มีความคมชัดที่สุด เทคโนโลยี TDDI อันเฉียบคมนี้ช่วยเพิ่มประสิทธิภาพให้กับระบบความไวต่อสัมผัสและ SNR",
        "items" => array(
            array("1500:1", "", "ระดับทึกแสงทั่วไปที่"),
            array("85%", "", "NTSC wide color gamut"),
            array("500", "ซีดี/ม²", "ความสว่างสูงสุด"),
        ),
    ),
    "cpu" => array(
        "การใช้งานพร้อมกันหลายอย่าง",
        "MX6 เป็นโทรศัพท์รุ่นแรงในซีรีส์ MX ของเราที่ใช้ 10-คอร์ ซีพียู A72 เพื่อรับประกันประสิทธิภาพและความเร็วในการประมวลสูงสุด    ทุกรุ่นติดตั้งด้วยแรม 4GB ทำให้ผู้ใช้สามารถเปลี่ยนระหว่างแอพได้โดยไม่สูญเสียประสิทธิภาพการทำงาน",
        "items" => array(
            array("2.3", " GHz", ""),
            array("4GB", "แรม", ""),
            array("9 ชั่วโมง", " ชั่วโมง แบตเตอรี่นาน", ""),
        ),
    ),
    "camera" => array(
        "เซ็นเซอร์ CMOS อันทรงพลังสำหรับรูปถ่ายที่สวยงาม",
        "กล้องของ MX6 รองรับด้วยระบบเซ็นเซอร์ CMOS IMX386 เพื่อให้ได้ภาพที่คุณภาพไร้ที่ติ
 พิเซลที่ตรวจจับความทึบสูงที่ติดตั้งเข้าในระบบเซ็นเซอร์ทำให้ MX6 มีความแม่นยำและความเร็วในการโฟกัสในระดับสูงสุด",
        "items" => array(
            array("PDAF", "เลนส์"),
            array("แบบไฮสปีด 6P", "เคลือบสารกันแสงสะท้อน| พิกเซล"),
            array("1.25μm", "ขนาดใหญ่"),
        ),
    ),
    "camera2" => array(
        "การผสมผสานฮาร์ดแวร์-ซอฟต์แวร์ที่สมบูณร์แบบ",
        "นอกเหนือไปจากการใช้ฮาร์ดแวร์ที่ทันสมัย เรายังอัปเดตและพัฒนาอัลกอริทึมของซอฟต์แวร์เพื่อให้ได้คุณภาพของภาพที่สูงที่สุด
โหมดการรับแสงอัตโนมัติที่แม่นยังและการปรับฟิลเตอร์เสียงช่วยทำให้ภาพที่มีการเปรียบต่างระหว่างแสงกับเงาให้ออกมาสวยงาม",
        "more" => "Learn more Camera",
    ),
    "charge" => array(
        "ความเร็วในการชาร์จที่พัฒนาขึ้น
<br>
อายุการใช้งานของแบตเตอรี่ที่ยาวนานยิ่งขึ้น",
        "MX6 ยังประกอบไปด้วยฟีเจอร์ mCharge ซึ่งทำให้ชาร์จแบตเตอรี่ 3060 มิลลิแอมป์ได้ภายใน 75 นาที่เท่านั้น 
ยิ่งไปกว่านั้น แบตเตอรี่ถูกออกแบบมาเพื่อการใช้งานที่คงทนด้วยอายุการใช้งานขยายออกไปที่ 500 รอบ",
        "items" => array(
            array("24", "W", "พลังงานชาร์จสูงสุด"),
            array("3060", "ความจุ", "ชาร์จเต็มภายใน"),
            array("75", "นาที", "มิลลิแอมป์"),
        ),
    ),
    "cooling" => array(
        "คงทนและสวยงาม",
        "MX6 ออกแบบมาโดยใช้เทคนิคการผลิตเหล็กแบบใหม่เพื่อให้ได้รูปลักษณ์ที่บางเฉียบและสวยงาม แต่มีความคงทน 
โครงเหล็กภายในที่ทำงานด้วยระบบดิจิตัล การเลือกใช้วัสดุและการใช้ฮีทซิงค์ชนิดกราไฟท์นำไปสู่การกระจายความร้อนที่มีประสิทธิภาพยิ่งขึ้น",
    ),

    "next" => array(
        "link" => "camera.html",
        "text" => "Camera",
        "class" => "mx6-footer-camera",
    ),




);



















